Repository: srivasta/debian.packaging.flex
Catalog: po/*.po
Languages: nl, tr

source: State #%d is non-accepting -
nl: Toestand #%d is niet-aanvaarden -
tr: Durum #%d kabul edilmiyor -

source: dangerous trailing context
nl: gevaarlijke vervolgcontext
tr: tehlikeli izleme ortamý

source: associated rule line numbers:
nl: geassocieerde regelnummers:
tr: birleþmiþ kural satýr numaralarý:

source: out-transitions:
nl: uit-transities:
tr: dýþ-geçiþler:

source: jam-transitions: EOF
nl: jam-transities: EOF
tr: sýkýþýk-geçiþler: EOF

source: consistency check failed in epsclosure()
nl: consistentiecontrole faalde in epsclosure()
tr: epsclosure() içindeki tutarlýlýk kontrolü baþarýsýz

source: could not create unique end-of-buffer state
nl: kon unieke einde-van-buffer-toestand niet aanmaken
tr: tekil tampon sonu durumu yaratýlamadý

source: state # %d:
nl: toestand # %d:
tr: durum # %d:

source: Could not write yynxt_tbl[][]
nl: Kon yynxt_tbl[][] niet schrijven
tr: yynxt_tbl[][] yazýlamadý

source: consistency check failed in symfollowset
nl: consistentiecontrole faalde in symboolvervolgverzameling
tr: symfollowset içindeki tutarlýk kontrolü baþarýsýz

source: bad transition character detected in sympartition()
nl: er is een slecht transitiekarakter gedetecteerd in sympartition()
tr: sympartition() içinde hatalý geçiþ karakterleri saptandý

source: Equivalence Classes:
nl: Equivalentieklassen:
tr: Denklik Sýnýflarý:

source: state # %d accepts: [%d]
nl: toestand # %d aanvaardt: [%d]
tr: durum # %d kabul eder: [%d]

source: state # %d accepts:
nl: toestand # %d aanvaardt:
tr: durum # %d kabul eder:

source: Could not write yyacclist_tbl
nl: Kon yyacclist_tbl niet schrijven

source: Could not write yyacc_tbl
nl: Kon yyacc_tbl niet schrijven
tr: yyacc_tbl yazýlamadý

source: Could not write ecstbl
nl: Kon ecstbl niet schrijven
tr: ecstbl yazýlamadý

source: Meta-Equivalence Classes:
nl: Meta-equivalentieklassen:
tr: Ara-Denklik Sýnýflarý:

source: Could not write yymeta_tbl
nl: Kon yymeta_tbl niet schrijven
tr: yymeta_tbl yazýlamadý

source: Could not write yybase_tbl
nl: Kon yybase_tbl niet schrijven
tr: yybase_tbl yazýlamadý

source: Could not write yydef_tbl
nl: Kon yydef_tbl niet schrijven
tr: yydef_tbl yazýlamadý

source: Could not write yynxt_tbl
nl: Kon yynxt_tbl niet schrijven
tr: yynxt_tbl yazýlamadý

source: Could not write yychk_tbl
nl: Kon yychk_tbl niet schrijven
tr: yychk_tbl yazýlamadý

source: Could not write ftbl
nl: Kon ftbl niet schrijven
tr: ftbl yazýlamadý

source: Could not write ssltbl
nl: Kon ssltbl niet schrijven

source: Could not write eoltbl
nl: Kon eoltbl niet schrijven

source: Could not write yynultrans_tbl
nl: Kon yynultrans_tbl niet schrijven
tr: yynultrans_tbl yazýlamadý

source: rule cannot be matched
nl: regel komt niet overeen
tr: kural eþlenemdi

source: -s option given but default rule can be matched
nl: optie -s gegeven, maar standaard regel komt niet overeen
tr: -s seçeneði verilmiþ fakat öntanýmlý kural eþlenebilmeli

source: Can't use -+ with -l option
nl: Kan -+ niet gebruiken bij optie -l
tr: -+'yi -l seçeneði ile kullanma

source: Can't use -f or -F with -l option
nl: Kan -f of -F niet gebruiken met optie -l
tr: -f veya -F'yi -l seçeneði ile kullanma

source: Can't use --reentrant or --bison-bridge with -l option
nl: Kan --reentrant of --bison-bridge niet gebruiken met optie -l

source: -Cf/-CF and -Cm don't make sense together
nl: -Cf/-CF en -Cm gaan niet samen
tr: -Cf/-CF ve -Cm birlikte hassas deðillerdir

source: -Cf/-CF and -I are incompatible
nl: -Cf/-CF en -l zijn incompatibel
tr: -Cf/-CF ve -I uyumsuzdur

source: -Cf/-CF are incompatible with lex-compatibility mode
nl: -Cf/-CF zijn incompatibel met lex-compatibiliteitsmodus
tr: -Cf/-CF lex-uyumluluk kipi ile uyumsuzdur

source: -Cf and -CF are mutually exclusive
nl: -Cf en -CF zijn mutueel exclusief
tr: -Cf ve -CF karþýlýklý dýþarlayandýr

source: Can't use -+ with -CF option
nl: Kan -+ niet gebruiken met optie -CF
tr: -+ yi -CF seçeneði ile kullanma

source: %array incompatible with -+ option
nl: %array incompatibel met optie -+
tr: %array -+ seçeneði ile uyumsuz

source: Options -+ and --reentrant are mutually exclusive.
nl: Opties -+ en --reentrant zijn mutueel exclusief.

source: bison bridge not supported for the C++ scanner.
nl: bison-brug niet ondersteund voor de C++-scanner.

source: could not create %s
nl: kon %s niet aanmaken
tr: %s yaratýlamadý

source: could not write tables header
nl: kon tabellenheader niet schrijven
tr: tablo baþlýðý yazýlamadý

source: can't open skeleton file %s
nl: kan skeletbestand %s niet openen
tr: iskelet dosyasý %s açýlamadý

source: input error reading skeleton file %s
nl: invoerfout bij het lezen van skeletbestand %s
tr: iskelet dosyasý %s okunurken girdi hatasý

source: error closing skeleton file %s
nl: fout bij het sluiten van skeletbestand %s
tr: iskelet dosyasý kapatýlýrken hata: %s

source: error creating header file %s
nl: fout bij het aanmaken van headerbestand %s
tr: baþlýk dosyasý %s'i oluþtururken hata

source: error writing output file %s
nl: fout bij het schrijven van uitvoerbestand %s
tr: çýktý dosyasý yazýlýrken hata: %s

source: error closing output file %s
nl: fout bij het sluiten van uitvoerbestand %s
tr: çýktý dosyasý kapatýlýrken hata: %s

source: error deleting output file %s
nl: fout bij het verwijderen van uitvoerbestand %s
tr: çýktý dosyasý %s silinirken hata

source: No backing up.
nl: Geen reservekopie.
tr: Yedekleme yok.

source: %d backing up (non-accepting) states.
nl: %d gemaakte reservekopies (niet-aanvaardende) toestanden.
tr: %d yedeklenmiþ (kabul-edilmeyen) durum.

source: Compressed tables always back up.
nl: Gecomprimeerde tabellen hebben altijd reservekopies.
tr: Sýkýþtýrýlmýþ tablolar daima yedeklidir.

source: error writing backup file %s
nl: fout bij het schrijven van reservekopie %s
tr: yedek dosyasý yazýlýrken hata: %s

source: error closing backup file %s
nl: fout bij het sluiten van reservekopie %s
tr: yedek dosyasý kapatýlýrken hata: %s

source: %s version %s usage statistics:
nl: %s versie %s gebruikstatistieken:
tr: %s sürüm %s kullaným istatistikleri:

source: scanner options: -
nl: scanner-opties: -
tr: tarayýcý seçenekleri: -

source: %d/%d NFA states
nl: %d/%d NFA-toestanden
tr: %d/%d NFA durumu

source: %d/%d DFA states (%d words)
nl: %d/%d DFA-toestanden (%d woorden)
tr: %d/%d DFA durumu (%d sözcük)

source: %d rules
nl: %d regels
tr: %d kural

source: No backing up
nl: Geen reservekopie
tr: Yedekleme yok

source: %d backing-up (non-accepting) states
nl: %d gemaakte reservekopies (niet-aanvaardende) toestanden
tr: %d yedeklenmiþ (kabul-edilmeyen) durum

source: Compressed tables always back-up
nl: Gecomprimeerde tabellen hebben altijd reservekopies
tr: Sýkýþtýrýlmýþ tablolar daima yedeklenir

source: Beginning-of-line patterns used
nl: Begin-van-de-regel-patronen gebruikt
tr: Baþlangýç-satýrý kalýplarý kullanýldý

source: %d/%d start conditions
nl: %d/%d startvoorwaarden
tr: %d/%d baþlangýç þartlarý

source: %d epsilon states, %d double epsilon states
nl: %d epsilon-toestanden, %d dubbele epsilon-toestanden
tr: %d epsilon durumu, %d çift epsilon durumu

source: no character classes
nl: geen karakterklassen
tr: karakter sýnýflarý yok

source: %d/%d character classes needed %d/%d words of storage, %d reused
nl: %d/%d karakterklassen hebben %d/%d woorden nodig voor opslag, %d gebruikt
tr: %d/%d ihtiyaç duyulan karakter sýnýfý %d/%d depolanan sözcük, %d yeniden kullanýldý

source: %d state/nextstate pairs created
nl: %d transities aangemaakt
tr: %d durumu/sonrakidurum çifti yaratýldý

source: %d/%d unique/duplicate transitions
nl: %d/%d unieke/kopie-toestanden
tr: %d/%d tekil/çift geçiþler

source: %d table entries
nl: %d tabelvelden
tr: %d tablo girdileri

source: %d/%d base-def entries created
nl: %d/%d basis-def-velden aangemaakt
tr: %d/%d temel-taným girdileri yaratýldý

source: %d/%d (peak %d) nxt-chk entries created
nl: %d/%d (piek %d) nxt-chk-velden aangemaakt
tr: %d/%d (en yüksek %d) nxt-chk girdileri yaratýldý

source: %d/%d (peak %d) template nxt-chk entries created
nl: %d/%d (piek %d) template nxt-chk-velden aangemaakt
tr: %d/%d (en yüksek %d) þablon nxt-chk girdileri yaratýldý

source: %d empty table entries
nl: %d lege tabelvelden
tr: %d boþ tablo girdileri

source: %d protos created
nl: %d proto's aangemaakt
tr: %d prototip yaratýldý

source: %d templates created, %d uses
nl: %d templates aangemaakt, %d gebruikt
tr: %d aþblon yaratýldý, %d kullanýldý

source: %d/%d equivalence classes created
nl: %d/%d equivalentieklassen aangemaakt
tr: %d/%d denk sýnýflar yaratýldý

source: %d/%d meta-equivalence classes created
nl: %d/%d meta-equivalentieklassen aangemaakt
tr: %d/%d ara-denklik sýnýflarý yaratýldý

source: %d (%d saved) hash collisions, %d DFAs equal
nl: %d (%d bewaarde) hash-botsingen, %d DFA's gelijk
tr: %d (%d kaydedildi) saçýlma çarpýþmasý, %d DFA denk

source: %d sets of reallocations needed
nl: %d verzamelingen van reallocaties nodig
tr: %d tekrar ayýrým kumesine ihtiyaç var

source: %d total table entries needed
nl: %d totale tabelvelden nodig
tr: %d toplam tablo girdilerine ihtiyaç var

source: Internal error. flexopts are malformed.
nl: Interne fout. flexopts hebben verkeerd formaat.
tr: Ýç hata. flexopt'ler bozuk.

source: Try `%s --help' for more information.
nl: Probeer `%s --help' voor meer informatie.
tr: Daha fazla bilgi için `%s --help' yazýn.

source: unknown -C option '%c'
nl: onbekende -C-optie '%c'
tr: bilinmeyen -C seçeneði '%c'

source: fatal parse error
nl: fatale parsefout
tr: ölümcül ayrýþtýrma hatasý

source: could not create backing-up info file %s
nl: kon infobestand %s voor reservekopie niet aanmaken
tr: yedekleme bilgi dosyasý %s yaratýlamadý

source: -l AT&T lex compatibility option entails a large performance penalty
nl: -I AT&T lex-compatibiliteitsoptie brengt een groot performantieverlies met zich mee
tr: -l AT&T lex uyumluluðu seçeneði bir büyük baþarým kaybýna neden olur

source: and may be the actual source of other reported performance penalties
nl: en kan de eigenlijke bron zijn van ander gerapporteerd performantieverlies
tr: ve belki diðer raporlanan baþarým kayýplarýnýn güncel kaynaðý

source: %%option yylineno entails a performance penalty ONLY on rules that can match newline characters
nl: %%optie yylineno brengt een performantieverlies met zich mee ENKEL op regels die kunnen overeenkomen met nl-karakters

source: -I (interactive) entails a minor performance penalty
nl: -I (interactief) brengt een licht performantieverlies met zich mee
tr: -I (etkileþimli) bir küçük baþarým kaybýna neden olur

source: yymore() entails a minor performance penalty
nl: yymore() brengt een licht performantieverlies met zich mee
tr: yymore() bir küçük baþarým kaybýna neden olur

source: REJECT entails a large performance penalty
nl: REJECT brengt een groot performantieverlies met zich mee
tr: REJECT bir büyük baþarým kaybýna neden olur

source: Variable trailing context rules entail a large performance penalty
nl: Regels met een variabele eindcontext brengen een groot performantieverlies met zich mee
tr: Deðiþken izleme ortamý kurallarý bir büyük baþarým kaybýna neden olur

source: REJECT cannot be used with -f or -F
nl: REJECT kan niet worden gebruikt met -f of -F
tr: REJECT -f veya -F ile kullanýlamadý

source: %option yylineno cannot be used with REJECT
nl: %optie yylineno kan niet worden gebruikt met REJECT
tr: %option yylineno REJECT ile kullanýlamaz

source: variable trailing context rules cannot be used with -f or -F
nl: regels met variabele eindcontext kunnen niet gebruikt worden met -f of -F
tr: deðiþken izleme ortamý kurallarý -f veya -F ile kullanýlamaz

source: %option yyclass only meaningful for C++ scanners
nl: %optie yyclass enkel betekenisvol voor C++-scanners
tr: %option yyclass sadece C++ tarayýcýlar için anlamlýdýr

source: Usage: %s [OPTIONS] [FILE]...
nl: Gebruik: %s [OPTIES] [BESTAND] ...
tr: Kullaným: %s [SEÇENEKLER...] [DOSYA...]

source: Generates programs that perform pattern-matching on text. Table Compression: -Ca, --align trade off larger tables for better memory alignment -Ce, --ecs construct equivalence classes -Cf do not compress tables; use -f representation -CF do not compress tables; use -F representation -Cm, --meta-ecs construct meta-equivalence classes -Cr, --read use read() instead of stdio for scanner input -f, --full generate fast, large scanner. Same as -Cfr -F, --fast use alternate table representation. Same as -CFr -Cem default compression (same as --ecs --meta-ecs) Debugging: -d, --debug enable debug mode in scanner -b, --backup write backing-up information to %s -p, --perf-report write performance report to stderr -s, --nodefault suppress default rule to ECHO unmatched text -T, --trace %s should run in trace mode -w, --nowarn do not generate warnings -v, --verbose write summary of scanner statistics to stdout Files: -o, --outfile=FILE specify output filename -S, --skel=FILE specify skeleton file -t, --stdout write scanner on stdout instead of %s --yyclass=NAME name of C++ class --header-file=FILE create a C header file in addition to the scanner --tables-file[=FILE] write tables to FILE Scanner behavior: -7, --7bit generate 7-bit scanner -8, --8bit generate 8-bit scanner -B, --batch generate batch scanner (opposite of -I) -i, --case-insensitive ignore case in patterns -l, --lex-compat maximal compatibility with original lex -X, --posix-compat maximal compatibility with POSIX lex -I, --interactive generate interactive scanner (opposite of -B) --yylineno track line count in yylineno Generated code: -+, --c++ generate C++ scanner class -Dmacro[=defn] #define macro defn (default defn is '1') -L, --noline suppress #line directives in scanner -P, --prefix=STRING use STRING as prefix instead of "yy" -R, --reentrant generate a reentrant C scanner --bison-bridge scanner for bison pure parser. --bison-locations include yylloc support. --stdinit initialize yyin/yyout to stdin/stdout --noansi-definitions old-style function definitions --noansi-prototypes empty parameter list in prototypes --nounistd do not include <unistd.h> --noFUNCTION do not generate a particular FUNCTION Miscellaneous: -c do-nothing POSIX option -n do-nothing POSIX option -? -h, --help produce this help message -V, --version report %s version
nl: Maakt programma's die een pattroonherkening uitvoeren op tekst. Tabelcompressie: -Ca, --align trade-off grotere tabellen voor betere geheugenaliniëring -Ce, --ecs construeer equivalentieklassen -Cf comprimeer tabellen niet; gebruik -f-voorstelling -CF comprimeer tabellen niet; gebruik -F-voorstelling -Cm, --meta-ecs construeer meta-equivalentieklassen -Cr, --read gebruik read() inplaats van stdio voor scanner-invoer -f, --full genereer snelle, grote scanner. Zelfde als -Cfr -F, --fast gebruik alternerende tabelvoorstelling. Zelfde als -CFr -Cem standaard compressie (zelfde als --ecs --meta-ecs) Debugging: -d, --debug schakel debug-modus in scanner in -b, --backup schrijf informatie over reservekopies naar %s -p, --perf-report schrijf performantierapport naar stderr -s, --nodefault onderdruk standaard regel om niet overeenkomende tekst te echoën -T, --trace %s zou in trace-modus moeten uitvoeren -w, --nowarn genereer geen waarschuwingen -v, --verbose schrijf samenvatting van scannerstatistieken naar stdout Bestanden: -o, --outfile=BESTAND specifieer uitvoerbestandsnaam -S, --skel=BESTAND specifieer skeletbestand -t, --stdout schrijf scanner op stdout inplaats van %s --yyclass=NAAM naam van C++-klasse --header-file=BESTAND maak een C-headerbestand naast de scanner --tables-file[=BESTAND] schrijf tabellen naar BESTAND Scanner-gedrag: -7, --7bit maak een 7-bit scanner -8, --8bit maak een 8-bit scanner -B, --batch maak batch-scanner (tegengestelde van -l) -i, --case-insentive negeer hoofdletters in patronen -l, --lex-compat maximale compatibiliteit met originele lex -X, --posix-compat maximale compatibiliteit met POSIX-lex -I, --interactive maak interactieve scanner (tegengestelde van -B) --yylineno traceer regelnummers in yylineno Gegenereerde code: -+, --c++ maak C++-scannerklasse -Dmacro[=defn] #define macro defn (standaard defn is '1') -L, --noline onderdruk #line-richtlijnen in scanner -P, --prefix=STRING gebruik STRING als prefix inplaats van "yy" -R, --reentrant maak een reentrant-scanner --bison-bridge scanner voor bison pure parser. --bison-locations includeer yylloc-ondersteuning. --stdinit initialiseer yyin/yyout naar stdin/stdout --noansi-definitions oude stijl functie-definities --noansi-prototypes leeg parameterlijst in prototypes --nounistd includeer geen <unistd.h> --noFUNCTIE genereer geen bepaalde FUNCTIE Overige: -c doe niets POSIX-optie -n doe niets POSIX-optie -? -h, --help produceer deze help-boodschap -V, --version rapporteer %s-versie

source: name "%s" ridiculously long
nl: naam "%s" belachelijk lang
tr: isim "%s" gülünç derecede uzun

source: memory allocation failed in allocate_array()
nl: geheugenallocatie faalde in allocate_array()
tr: allocate_array() içinde hafýza ayýrýmý baþarýsýz

source: bad character '%s' detected in check_char()
nl: slecht karakter '%s' gedetecteerd in check_char()
tr: check_char() içinde hatalý karakter '%s' saptandý

source: scanner requires -8 flag to use the character %s
nl: scanner vereist -8 vlag om het karakter %s te gebruiken
tr: tarayýcý %s karakterini kullanmak için -8 bayraðýna ihtiyaç duyar

source: dynamic memory failure in copy_string()
nl: dynamische geheugenfout in copy_string()
tr: copy_string() içinde dinamik hafýza baþarýsýzlýðý

source: %s: fatal internal error, %s
nl: %s: fatale interne fout, %s
tr: %s: ölümcül iç hata, %s

source: attempt to increase array size failed
nl: poging om rijgrootte te vergroten faalde
tr: dizi boyutunu artýrma çabasý baþarýsýz

source: bad line in skeleton file
nl: slechte regel in skeletbestand
tr: iskelet dosya içinde hatalý satýr

source: memory allocation failed in yy_flex_xmalloc()
nl: geheugenallocatie faalde in yy_flex_xmalloc()
tr: yy_flex_xmalloc() içinde hafýza ayýrýmý baþarýsýz

source: ********** beginning dump of nfa with start state %d
nl: ********** begin dump van nfa met starttoestand %d
tr: ********** nfa'nýn dökümü baþlangýç durumu %d ile baþlýyor

source: state # %4d
nl: toestand # %4d
tr: durum # %4d

source: ********** end of dump
nl: ********** einde van dump
tr: ********** döküm sonu

source: empty machine in dupmachine()
nl: lege machine in dumpmachine()
tr: dupmachine() içinde boþ makine

source: Variable trailing context rule at line %d
nl: Regel met variabele eindcontext op regel %d
tr: Deðiþken izleme ortamý satýr %d'de

source: bad state type in mark_beginning_as_normal()
nl: slecht toestandstype in mark_beginning_as_normal()
tr: mark_beginning_as_normal() içinde hatalý durum tipi

source: input rules are too complicated (>= %d NFA states)
nl: invoerregels zijn te complex (>= %d NFA-toestanden)
tr: girdi kurallarý çok karýþýk (>= %d NFA durumu)

source: found too many transitions in mkxtion()
nl: vond te veel transities in mkxtion()
tr: mkxtion() içinde çok fazla geçiþ bulundu

source: too many rules (> %d)!
nl: te veel regels (> %d)!
tr: çok fazla kural (> %d)!

source: unknown error processing section 1
nl: onbekende fout bij het behandelen van sectie 1
tr: 1. bölüm iþlenirken bilinmeyen hata oluþtu

source: bad start condition list
nl: slechte startvoorwaardenlijst
tr: hatalý baþlangýç þart listesi

source: unrecognized rule
nl: onbekende regel
tr: bilinmeyen kural

source: trailing context used twice
nl: eindcontext twee keer gebruikt
tr: son baðlam iki defa kullanýlmýþ

source: bad iteration values
nl: slechte iteratiewaarden
tr: hatalý yineleme deðerleri

source: iteration value must be positive
nl: iteratiewaarde moet positief zijn
tr: yineleme deðeri pozitif olmalý

source: the character range [%c-%c] is ambiguous in a case-insensitive scanner
nl: het karakterbereik [%c-%c] is ambigu in een niet-hoofdlettergevoelige scanner

source: negative range in character class
nl: negatief bereik in karakterklasse
tr: karakter sýnýflarýnda negatif aralýk

source: Input line too long
nl: Invoerregel te lang
tr: Girdi satýrý fazla uzun

source: malformed '%top' directive
nl: '%top'-richtlijn in slecht formaat

source: unrecognized '%' directive
nl: onbekende '%'-richtlijn
tr: '%' bildirimi tanýnmadý

source: Unmatched '{'
nl: Niet-gebalanceerde '{'

source: incomplete name definition
nl: onvolledige naamdefinitie
tr: eksik isim tanýmlamasý

source: unrecognized %%option: %s
nl: onbekende %%optie: %s
tr: geçersiz %%seçenek: %s

source: bad character class
nl: slechte karakterklasse
tr: hatalý karakter sýnýfý

source: undefined definition {%s}
nl: ongedefinieerde definitie {%s}
tr: belirsiz taným {%s}

source: bad <start condition>: %s
nl: slechte <startvoorwaarde>: %s
tr: hatalý <baþlangýç þartý>: %s

source: missing quote
nl: ontbrekend aanhalingsteken
tr: eksik çift týrnak

source: bad character class expression: %s
nl: slechte karakterklasse-expressie: %s
tr: bozuk karakter sýnýfý ifadesi: %s

source: bad character inside {}'s
nl: slecht karakter in {}'en
tr: {}'ler içinde hatalý karakter

source: missing }
nl: ontbrekend }
tr: kayýp }

source: EOF encountered inside an action
nl: EOF tegengekomen in een actie
tr: bir eylem içinde EOF ile karþýlaþýldý

source: bad character: %s
nl: slecht karakter: %s
tr: hatalý karakter: %s

source: can't open %s
nl: kan %s niet openen
tr: %s açýlamýyor

source: Usage: %s [OPTIONS]...
nl: Gebruik: %s [OPTIES] ...
tr: Kullaným: %s [SEÇENEKLER...]

source: option `%s' doesn't allow an argument
nl: optie `%s' heeft geen argumenten
tr: `%s' seçeneði argüman kullanmaz

source: option `%s' requires an argument
nl: optie `%s' heeft een argument
tr: `%s' seçeneði için argüman zorunludur

source: option `%s' is ambiguous
nl: optie `%s' is ambigu
tr: `%s' seçeneði belirsiz

source: Unrecognized option `%s'
nl: Onbekende optie `%s'
tr: Bilinmeyen seçenek: `%s'

source: Unknown error=(%d)
nl: Onbekende fout=(%d)
tr: Bilinmeyen hata=(%d)

source: symbol table memory allocation failed
nl: geheugenallocatie voor symbooltabel faalde
tr: simge tablosu hafýza ayýrýmý baþarýsýz

source: name defined twice
nl: naam twee keer gedefinieerd
tr: isim iki defa tanýmlandý

source: start condition %s declared twice
nl: startvoorwaarde %s twee keer opgegeven
tr: baþlangýç þartý %s iki defa bildirildi

source: End Marker
nl: Einde-markering
tr: Bitiþ Ýþaretçisi

source: *Something Weird* - tok: %d val: %d
nl: *Iets vreemd* - tok: %d val: %d
tr: *Birþey Anlaþýlmaz* -andaç: %d deðer: %d

source: DFA Dump:
tr: DFA Dökümü:

source: premature EOF
tr: erken EOF
